Repository: common-repository/pdf-flipbook-heyzine
Catalog: languages/pdf-flipbook-heyzine-*.po
Languages: es_es, gl_es

source: Select file to create new heyzine
es_es: Selecciona un archivo para crear un nuevo Heyzine
gl_es: Seleccionar ficheiro para crear novo heyzine

source: Select file
es_es: Seleccionar archivo
gl_es: Seleccionar ficheiro

source: Shortcode copied to clipboard!
es_es: ¡Shortcode copiado en el portapapeles!
gl_es: Shortcode copiado o portapapeis!

source: ERROR copying shortcode to clipboard!
es_es: ¡ERROR al copiar el shortcode al portapapeles!
gl_es: ERRO copiando o código curto ao portapapeis!

source: Page
es_es: Página
gl_es: Páxina

source: You can not view this private data.
es_es: No puedes ver estos datos privados.
gl_es: Non podes ver estes datos privados.

source: The flipbook does not exist.
es_es: El flipbook no existe.
gl_es: O flipbook non existe.

source: Error: File URL not valid
es_es: Error: La URL del archivo no es válida
gl_es: Erro: URL do ficheiro non válido

source: Error validating nonce
es_es: Error al validar el nonce
gl_es: Erro validando nonce

source: Heyzine settings page
es_es: Página de configuración de Heyzine
gl_es: Páxina de configuración de Heyzine

source: Invalid nonce state
es_es: Estado nonce no válido
gl_es: Estado do nonce non válido

source: Error obtaining token
es_es: Error al obtener el token
gl_es: Erro obtendo o token

source: You don't have a HeyZine valid token configured. Please click this button to autenthicate with your Heyzine account or create a new one.
es_es: No tienes configurado un token válido de HeyZine. Haz clic en este botón para activar tu cuenta de Heyzine o crear una nueva.
gl_es: Non tes un token válido de HeyZine configurado. Por favor, preme este botón para autenticrate coa túa conta de Heyzine ou crear unha nova.

source: Try to authenticate again.
es_es: Intenta autenticarte de nuevo.
gl_es: Tenta autenticarte de novo.

source: Authenticate with Heyzine
es_es: Autenticarte con Heyzine
gl_es: Autenticarse con Heyzine

source: Heyzine cache deleted.
es_es: Caché de Heyzine borrada.
gl_es: A caché de Heyzine eliminouse.

source: Heyzine submited for creation.
es_es: Heyzine enviado para la creación.
gl_es: Heyzine enviado para á creación.

source: Now your Heyzine is working on the conversion process and will be available shortly.
es_es: Ahora tu Heyzine está trabajando en el proceso de conversión y estará disponible en breve.
gl_es: Agora o seu Heyzine está a traballar no proceso de conversión e estará dispoñible en breve.

source: Update this page in a few minutes and delete Heyzine cache to view the new Flipbook.
es_es: Actualiza esta página en unos minutos y elimina la caché de Heyzine para ver el nuevo Flipbook.
gl_es: Actualiza esta páxina en poucos minutos e elimina a caché de Heyzine para ver o novo Flipbook.

source: Error creating Heyzine.
es_es: Error al crear el Heyzine.
gl_es: Erro creando o Heyzine.

source: Your token is valid until %s
es_es: Tu token es válido hasta %s
gl_es: O seu token é válido ata %s

source: In your account, you have %s Heyzines.
es_es: En tu cuenta, tienes %s Heyzines.
gl_es: Na túa conta, tes %s Heyzines.

source: You can now create a new Heyzine from your posts, using a shortcode or with a Gutenberg block.
es_es: Ahora puedes crear un nuevo Heyzine a partir de tus publicaciones, usando un shortcode o con un bloque de Gutenberg.
gl_es: Agora podes crear un novo Heyzine nos teus posts, usando un código curto ou cun bloque Gutenberg.

source: Once you insert a new Heyzine into your page or post, it is pure HTML, so it will work even if the API key is invalid or expired.
es_es: Una vez que insertes un nuevo Heyzine en tu página o publicación, es HTML puro, por lo que funcionará incluso si la clave API no es válida o caduca.
gl_es: Unha vez que insiras un novo Heyzine na túa páxina ou publicación, é HTML puro, polo que funcionará aínda que a clave API sexa inválida ou caducada.

source: Heyzine shortcode
es_es: Shortcode de Heyzine
gl_es: Shortcode do Heyzine

source: Select your Heyzine title to view the shortcode to embed it.
es_es: Selecciona el título de tu Heyzine para ver su shortcode para incrustar.
gl_es: Selecciona o título do Heyzine para ver o código curto para incorporalo.

source: Select a Heyzine
es_es: Selecciona un Heyzine
gl_es: Seleccionar un Heyzine

source: Customize
es_es: Personalizar
gl_es: Personalizar

source: Responsive width
es_es: Ancho responsivo
gl_es: Ancho responsivo

source: Flipbook width
es_es: Ancho del flipbook
gl_es: Ancho do Flipbook

source: Flipbook height
es_es: Altura del flipbook
gl_es: Altura do Flipbook

source: Select page
es_es: Seleccionar página
gl_es: Seleccionar Páxina

source: Show Heyzine title
es_es: Mostrar título de Heyzine
gl_es: Amosar o título do Heyzine

source: Show Heyzine subtitle
es_es: Mostrar el subtítulo del Heyzine
gl_es: Amosar o subtítulo do Heyzine

source: Show Heyzine description
es_es: Mostrar la descripción del Heyzine
gl_es: Amosar a descrición do Heyzine

source: Show Heyzine link to heyzine page
es_es: Mostrar el enlace del Heyzine a la página en Heyzine
gl_es: Mostrar a ligazón de Heyzine á páxina de heyzine

source: Click to copy the shortcode to clipboard
es_es: Haz clic para copiar el shortcode al portapapeles
gl_es: Preme para copiar o código curto o portapapeis

source: Create a new Heyzine
es_es: Crear un nuevo Heyzine
gl_es: Crear un novo Heyzine

source: If you want to upload a new file to create a Heyzine, you can do it from the below form.
es_es: Si quieres subir un nuevo archivo para crear un Heyzine, puedes hacerlo desde el siguiente formulario.
gl_es: Se queres cargar un ficheiro novo para crear un Heyzine, podes facelo desde o seguinte formulario.

source: Upload file to create a new Heyzine
es_es: Subir archivo para crear un nuevo Heyzine
gl_es: Cargar ficheiro para crear un novo Heyzine

source: Delete cache & API key
es_es: Borrar caché y clave API
gl_es: Eliminar caché e chave API

source: Delete Heyzine cache
es_es: Borrar caché de Heyzine
gl_es: Eliminar a caché de Heyzine

source: Delete cache
es_es: Borrar caché
gl_es: Eliminar caché

source: Delete Heyzine API Token
es_es: Eliminar token de API de Heyzine
gl_es: Borra API Token de Heyzine

source: Delete token
es_es: Eliminar token
gl_es: Borrar token

source: Select a Heyzine:
es_es: Selecciona un Heyzine:
gl_es: Seleccione un Heyzine:

source: Embed
es_es: Incrustar
gl_es: Ligazóns

source: Select the Heyzine title to be inserted
es_es: Selecciona el título del Heyzine que se insertará
gl_es: Seleccionar o título do Heyzine a inserir

source: Determines whether the width will be responsive and depending of the Heyzine height
es_es: Determina si el ancho será responsivo y dependiente de la altura del Heyzine
gl_es: Determina se o ancho será responsivo e dependendo da altura do Heyzine

source: Sets the width of the embedded Heyzine
es_es: Establece el ancho del Heyzine incrustado
gl_es: Establece o ancho do Heyzine incrustado

source: Sets the height of the embedded Heyzine
es_es: Establece la altura del Heyzine incrustado
gl_es: Establece a altura do Heyzine incrustado

source: Additional options
es_es: Opciones adicionales
gl_es: Opcións adicionais

source: Determines whether to display Heyzine title above the embed
es_es: Determina si se debe mostrar el título del Heyzine encima del flipbook
gl_es: Determina se mostrar o título de Heyzine enriba do incrustado

source: Determines whether to display Heyzine subtitle above the embed
es_es: Determina si se mostrarán los subtítulos del Heyzine encima del flipbook
gl_es: Determina se mostrar o subtítulo de Heyzine sobre o incrustado

source: Determines whether to display Heyzine description above the embed
es_es: Determina si se debe mostrar la descripción del Heyzine encima del flipbook
gl_es: Determina se mostrar a descrición de Heyzine sobre o incrustado

source: Determines whether to display Heyzine link (to heyzine page) above the embed
es_es: Determina si se debe mostrará el enlace Heyzine (a la página heyzine) encima de la inserción
gl_es: Determina se mostrar a ligazón de Heyzine (á páxina heyzine) por riba do incrustado

source: Loading...
es_es: Cargando...
gl_es: Cargando...

source: Select a Heyzine to embed
es_es: Selecciona un Heyzine para incrustar
gl_es: Seleccionar un Heyzine para incrustar

source: There are no Heyzines availables
es_es: No hay Heyzines disponibles
gl_es: Non hai Heyzines dispoñibles

source: Heyzine is a flipbook maker for realistic page turn effects or slideshows with your PDF. Customize the PDF viewer with your own brand and style and add interactivity like videos, audios, or any kind of embed to your PDF.
es_es: Heyzine es un creador de flipbooks para conseguir efectos realistas de paso de página o presentaciones de diapositivas con tu PDF. Personaliza el visor de PDF con tu propia marca y estilo y añade interactividad como vídeos, audios o cualquier tipo de incrustación a tu PDF.
gl_es: Heyzine é un creador de flipbooks para conseguir efectos realistas de paso de páxina ou presentacións de diapositivas co teu PDF. Personaliza o visor de PDF coa túa propia marca e estilo e engade interactividade como vídeos, audios ou calquera tipo de incrustación o teu PDF.
